Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/onedrive/jahkediedahus_2021_samos_nob.docx.tmx
Source language: nob
Languages: sme

source: Sámos -samiske barn i nye samfunnsrom - prosjekt
sme: S áMOS - Sámi mánát ođđa searvelanjain - pro šeakta

source: Hovedmålet til SáMOS er: I samiske barnehager skal samisk filosofi være grunnlaget i innholdet. Samiske verdier, naturfilosofi, språk, kultur, ledelse, og tradisjonell kunnskap skal bære det pedagogiske arbeidet.
sme: SáMOSa oaiveulbmil lea: Sámi filosofiija galgá leat vuođđun sámi mánáidgárddiid sisdollui, gos sámi árvvut, luonddufilosofiija, giella, kultuvra, jođiheapmi ja árbedieđut guddet pedagogalaš barggu.

source: I løpet av året har SáMOS fulgt den opprinngelige planen og samlet tiltak som bringer utviklingen i en annen retning enn hovedformålet.
sme: Oppalaš plána Dán jagi mielde lea SáMOS vuođoplána ektui eanet čoahkáidan doaimmaid mat dolvot ovdáneami oaiveulbmilid vuoste.

source: Det er for eksempel å utrede prinsippene for samisk barnehagepedagogikk, definisjon av sterke språkmodeller, kompetansehevingsplan frem og å arbeide paralelt med å utvikle pilotbarnehager og veiledningsplaner, samtidig som undervisning og forskning foregår.
sme: Dat lea ovdamearkadihte ahte čielggadit sámi mánáidgárdepedágogalaš prinsiipaid, gievrras giellavugiid definisuvdna, gealbbolašvuođalokten plána ovttos ja boahtalaš bargu pilohtamánáidgárddiid ovdaneami dego bagadallanplánaid dađi mielde go oahpahus ja dutkan johtá ovttos.

source: Sammendrag av utfordringene SáMOS skal løse:
sme: Čoahkkáigeassu hástalusaide maid SáMOS galgá čoavdit

source: Å redegjøre for hva samisk barnehagepedagogikk og didaktikk er
sme: Sámi mánáidgárdepedagogihka ja -didaktihka čilget ja duođaštit.

source: Å starte arbeidet i samiske barnehager som jobber i henhold til samisk pedagogikk
sme: Johtui oažžut sámi mánáidgárddiid geat barget sámi pedagogihka ektui.

source: Å få samisk pedagogikk offentlig godkjent som et eget fagomåde innen pedagogikk.
sme: Oažžut sámi pedagogihka dohkkehuvvot dego iežas pedagogihkkan.

source: Å utvikle studier og kompetanseløft som styrker den samiske barnehagepedagogikken
sme: Ovdanahttit oahpahusaid ja gelbbolašvuođaloktemiid mat nannejit sámi mánáidgárde-pedagogihka.

source: Å igangsette forskning som redegjør og bekrefter samisk barnehagepedagogikk.
sme: Dutkamiid oažžut johtui mii čilge ja duođašta sámi mánáidgárdepedagogihka.

source: Å få ferdigstilt definisjoner på sterke språkmodeller
sme: Gievrras giellavugiid definisuvnna válbmet.

source: Å ferdigstille samisk barnehagepedagogisk håndbok som kan være grunnlag for samisk rammeplan
sme: Válbmet sámi mánáidgárdepedágogalaš giehtagirjji mii maid sáhttá vuođđun sámi rámmepláni.

source: Forme og utvikle en varig arbeidsmetode for SáMOS som Sametinget kan bruke, som viderefører samisk verdigrunnlag, tradisjonell kunnskap og kultur.
sme: Hábmet ja ovdánahttit bistevaš SáMOS bargovuogi Sámediggái mii joatká mánáidgárdeovdánemiin sámi árvovuođu, -árbemáhtu ja -kultuvra ektui.

source: SáMOS prosjektrapport for del av prosjektperioden, 01.04.2018 - 31.03.2021
sme: SáMOS Oasseáiggi prošeaktarápoarta 01.04.2018 - 31.03.2021

source: SáMOS prosjektrapport for del av prosjektperioden, for perioden 01.04.2018 - 31.03.2021 kommer alle tiltak og resultater bli vurdert i forhold til formålet for hver del.
sme: SáMOSa Oasseáiggi prošeaktaráportas Áigodat: 01.04.2018 - 31.03.2021 bohtet ovdii visot doaimmat ja bohtošat veardiduvvon ulbmiliid ektui juohke oasis.

source: Sokkit og tidsplan følger også med prosjektplanen som vedlegg.
sme: Prošeaktaráporta mielddusin leat maid sokkit ja áigeplána.

source: Det er også den 10.05.21 utarbeidet et fire siders sammendrag av SáMOS prosjektrapport for del av perioden
sme: Lea maid dahkkon njealji siidosaš 10.05.21 Čoahkkáigeassu SáMOS oasseáiggi rápoartas.

source: Ledelse/styringsgruppe
sme: Njunuš/ Stivrenjoavku

source: Ledelse/styringsgrupper for henholdsvis Hjertespråk og SáMOS ble etbablert februar 2021.
sme: Váibmogiela ja SáMOS prošeavttaid stivrenjoavku/Njunuš ásahuvvui guovvamánu 2021.

source: Gruppen består av direktørene i avdelignene i BOA,GIE, EDK og VUOR.
sme: Láhttut leat BOA, GIE, EDK ja VUOR ossodagaid jođiheadjit.

source: I tillegg kommer prosjektledere for de nevnte sakene.
sme: Dasa lassin vel dat prošeaktajođiheadjit gosa áššit gullujit.

source: Ledelsen har sammen med prosektledelsen jobbet for å finne egnede arbeidsmetoder for å organisering og ledelse av prosjektene og for å si hvilke roller og ansvarsområder man skal inneha.
sme: Njunuš aktan prošeaktajođiheadjiigu leat bargan ahte gávdnat hievvolaš bargovugiid prošeavttaid orgániseremii ja jođiheapmái ja mákkár rallat ja ovddasvástádusat galget leahkit.

source: SáMOS har fra starten hatt utfordringer fordi det har manglet en klar idé om hvordan prosjektets situasjon skal være i Sametingets organisasjonsstruktur og har jobbet med det.
sme: SáMOS lea juo álggu rájis bargan juste dáiggu hástalusaigu go Sámediggi vuogadagas ii lea leamaš nu čielga jurdda got prošeavttaid dilli galgá leahkit Sámediggi orgánisasuvdnastruktuvrras.

source: Prosjektets rolle skal være å finne nye veier, utfordre fastlåste arbeidsmetoder og å gå i forveien for de delene som senere skal implementeres i hovedorganisasjonen.
sme: Prošeavttaid rolla galgá leahkit ahte gávdnat ođđa geainnuid, hástalit čieggan bargovugiid ja leahkit ovdamanni deidda oasiide mat galget manjjel sáhttit implementerejuvvot oaiveorgánisasuvdnii.

source: Arbeidet, som nå gjøres i i stryingsgruppa for Váibmogiella og ledergruppa i SáMOS, er et godt og viktig arbeid for å avklare rollene.
sme: Dát lea buorre ja deaŧálaš bargu mii dal dahkko Váibmogiela stivrenjoavkku ja SáMOSa Njunusjoavkku bakto ahte čielggadit dáid rollaid.

source: Mer om organiseringa og arbeidsmetodene til SáMOS avklares lengre ned.
sme: SáMOSa orgániseren ja bargovuogit čielggaduvvujit eanet dás vuollelis.

source: Organiserina og arbeidsmetodene til SáMOS
sme: SáMOS orgániseren ja bargovuogit

source: Prosjektet SáMOS har særegne arbeidsmetoder og særegne former for arbeidsstrukturer, som har sitt utspring fra samisk verdigrunnlag.
sme: SáMOS prošeavttas leat erenomáš bargovuogit ja bargostruktuvrraid hábmen mii vuolgá sámi árvovuođus.

source: Det er dekoloniseringsmetoder og metoder for å ta tilbake det samiske, som er under utprøving i dette prosjektet.
sme: Dát lea dekoloniseren ja sámáiduhttin bargovuohki mii lea maid geahččaleami vuolde dán prošeavttas.

source: SáMOS er bevisste på at kolonisering påvirker og at når man tar i bruk dekoloniseringsmetoder, så kan mennesker i lokalmiljøet bli usikre på hvordan man forholder seg til det og hvordan man skal agere.
sme: SáMOSis lea maid diehtomielalašvuohta ahte koloniseren váikkuha delle go dekoloniserenvugiigu álgá bargat ja ahte olbmot lagasbirrasis sáhttet leahkit eahpesihkkarat got galget dan ektui jurddasit ja ágeret.

source: Forskning på dekolonisering rundt i verden bekrefter dette.
sme: Dat duođastuvvo maid koloniseren/dekoloniserendutkamusaigu mat leat dahkot miehtá máilmmi.

source: Utgangspunktet for arbeidet er også Searvelatnja, som er et rom for læring og kommunikasjon hvor alle er velkomne.
sme: Dan barggu vuođđun lea maid Searvelatnja, mii lea oahppan- ja gulahallanlatnja gosa buohkaide lea bures boahtin.

source: (Sara, Mikkel Nils 2004) I Searvelatnja gjennomføres utviklingsprosesser med samiske metoder, som innebærer drøfting og veiledning med alle deltagere.
sme: (Sara, Mikkel Nils 2004). Dán searvelanjas čađahuvvojit ovddidanproseassat sámi vuogi mielde, nugo ráđđádallat ja bagadallat buohkaiguin geat servet.

source: Searvelatnja knyter sammen samisk kunnskap, viten og verdier med naturen og mennesket for framtidig læring og utvikling.
sme: Searveltanja čatná ovddas sámi dieđuid, máhtu ja árvvuid, luondduin ja olbmuin boahttivašáiggi oahppamii ja ovdániahttimii.

source: Prinsippet er å vise at samisk utvklingsarbeid kan man på best måte utvikle når man har de samme grunnverdiene og arbeidsmetodene innen ledelse- og utvikling, som for eksempel det man ønsker å utviklenår det er i tråd med samisk kultur og tradisjonell kunnskap.
sme: Vuođđojurdda lea ahte vuosehit ahte sámi ovdánáhttinbargguid sáhttá buoremušat ovddidit go leat seamme vuođđoárvvut ja bargovuogit jođihan- ja ovdánahttinbarggus, dego dan maid áigo ovddidit sámi kultuvra ja árbevirolaš máhtu ektui. Oasseáiggi prošeaktaráportas s7 čállo ná:

source: Formål
sme: Ulbmil:

source: Å opprettholde og utvikle prosjektets hovedmål i tråd med samiske grunnverdier og filosofi Det er utgangspunktet i prosjektets ledelse, planlegging, forvaltning, oppfølging, og rapportering og også i forhold til de ansattes, økonomi og ressurser.
sme: Doalahit ja ovdanahttit prošeavta váldoulbmila sámi árvovuođu ja sámi filosofiija ektui. Dat lea vuolggasadji prošeaktajođiheapmái, -plánemii, -hálddahussii, -čuovvuleapmái ja –raporteremii ja maid bargiid, ekonomiija ja iežá resurssaid ektui.

source: Virksomhet og resultat:
sme: Doaibma ja bođus:

source: Samisk tenkemåte
sme: Sámi jurddašanvuohki

source: Prosjektgruppen Árran har fra starten av jobbet med å utvikle nye arbeidsmåter som er i samsvar med samisk tenkemåte, der samiske verdier, dekolonisering og selvstyre skal være fundamentet.
sme: Prošeaktajoavku Árran lea juo álggus bargan ahte ovddidit ođđa bargomálle mii vástida sámi jurddašanvuohkái gos sámi árvvut, dekoloniseren ja iešstivrejupmi galgá leahkit vuođđun.

source: SáMOS har allerede på forhånd visst at det innledningsvis kommer til å bli vanskelig å oppnå forståelse for at det er mulig å dekolonisere arbeidsmetoder og organisasjonsform.
sme: SáMOS lea juo ovdagihtii diehtán ahte sáhttá šaddat váttis oažžut ipmárdusa aktanaga ahte lea vejolaš dekoloniseret bargovugiid ja maid organisašuvdnahámi.

source: Urfolksforskere som Rauna Kuokkanen, fra Sápmi, Linda Tuhiway Smith og Graham Hingaroa Smith, fra Aotearoa (New Zealand) bekrefter i forskningen deres at kolonisering har hatt store konsekvenser for urfolks selvfølelse og at vi ikke har tro på at vi kan ha egne organisasjonsformer og arbeidsmetoder, som har utgangspunkt i vår egen kultur og eget verdigrunnlag.
sme: Álgoálbmotdutkit dego omd. Rauna Kuokkanen, Sámis, Linda Tuhiway Smith ja Graham Hingaroa Smith, Maoris, duođastit iežaset dutkamiin ahte koloniseren lea čuohcan nu garrasit álgoálbmogiid iešdovdui ahte mii eat šat jáhke ahte mis sáhttá leat iežamet organisašuvdnamálle ja bargovuogit gos vuolggasadji lea min kultuvrras ja árvovuođus.

source: De bekrefter også at det tar tid å dekolonisere og komme seg bort fra mainstream tankegangen og normene.
sme: Sii maid duođastit ahte váldá áiggi dekoloniseret ja beassat eret mainstream jurddašeamis ja -norpmas.

source: Organisering av SáMOS
sme: SáMOSA organiseren

source: SáMOS er organisert med en struktur som en samisk goahti (gamme),s hvor man har benevnelser og tiltak.
sme: SáMOS lea organiserejuvvon goađi struktuvrra vuođul mas leat namahusat ja doaimmat.

source: Árran (ildstedet) er stedet hvor planlegging foregår og beslutninger tas for gjennomføring av SáMOS.
sme: Árranis dahkko visot plánen ja mearradusat mat gullet SáMOSa čađaheapmái.

source: De kan igjen ha egne Soggi (plassen innerst ved veggen), arbeidsgrupper og tiltak.
sme: Barggut dahkkojuvvot Loaidduin main fas sáhttet leat sierra Sokkit - bargojovkkut dahje doaimmat.

source: Hver Loaidu har målsetninger og gjennomføringsplaner, finansiering og tidsplan.
sme: Juohke Loaiddus leat ulbmilat ja čađahanplánat, ruhtadeapmi ja áigeplána.

source: Rapportering av tiltak og følger Sametingets regler og rutiner.
sme: Doaibma- ja ekonomalaš raporteren lea čuvvon Sámedikki njuolggádusaid ja rutiinnaid.

source: SáMOS har kontinuerlig rapportert til ledergruppen og sametingsrådet gjennom situasjonsnotater, rådets beretning og årsberetninger.
sme: SáMOS lea olles áiggi raporteren jođihanjovkui ja sámediggeráđđái dillenotáhtaid, ráđi dieđáhusaid ja jáhkedieđáhusaid bokte.

source: Både planlegging og gjennomføring skjer hele tiden i nært samråd med direktøren ved BOA.
sme: Plánemis ja doaimmaid čađaheamis lea olles áiggi leamaš lagas aktavuohta BOA direktevrrain.

source: Organisasjonen og strukturen til SáMOS har hele tiden fungert godt for dem som har arbeidet med prosjektet og med samarbeidspartneren Samisk Høgskole.
sme: SáMOSa organisašuvdna ja struktuvra lea doaibman hui bures sidjiide geat leat bargan prošeavtta siskkobealde ja maid aktasašbargoguimmiiguin dego Sámi allaskuvllain.

source: SáMOS har forståelse for at ikke alle aksepterer og verdsetter utvikling som har sitt utgangspunkt i Samisk tenkemåte, selv om man er same.
sme: SáMOSis lea ipmárdus ahte ii juohkehaš dohkket ja bija árvvu ovdanahttimii mii vuolgá sámi jurddašeamis, vaikku lea sápmelaš.

source: Dekolonisering og samifisering tar tid og vi må bruke den tiden det tar og ha tro på at situasjonen blir bedre i forhold til det.
sme: Sámáiduhttimii/dekoloniseremii ferte bidjat dan áiggi maid dárbbaša ja jáhkkit ahte dilli buorrána dan ektui.

source: Alledere 30. mars har opplæringsavdelingen vedtatt hvilken rolle SáMOS har og hvilket ansvar prosjektet og prosjektlederen har.
sme: BOA ossodat lea maid mearridan juo 30b njukčamánu 2020 makkár sadji SáMOSis lea ja mákkár ovttasvástádus prošeaktas ja prošeaktajođiheadjis lea.

source: Her nevnes det også hvilken styrings- og rapporteringsmetode SáMOS har innenfor BOA.
sme: Das dadjo maid makkár stivren ja ráporterenvuohki SáMOSis lea BOA siskobealde:

source: Prosjektleder i SáMOS - rolle og ansvar
sme: SáMOS árvvostallan

source: Prosjektleder i SáMOS tilkjennes ansvar og tilganger i strukturen og saksbehandlersystemene i Sametinget, som er i henhold til prosjektleders rolle og ansvar.
sme: Manjjel go SáMOS geassemánus bijai olggos SáMOS árvostallanbarggu gilvaleapmái lea Pricewater House Cooper, Pwc, fidnodat dohkkehuvvon dego árvvostalli prošektii.

source: Dette skal gjelde fra dags dato og i den tiden SáMOS prosjektet er i virksomhet, til våren 2023.
sme: Coronanjoammundilli lea buktán vákkusaid maid 2021 ja hehtten SáMOSa barggu ja lea šaddan rievdadit ja maŋidit čađaheami stuora oasis plánejuvvon doaimmaid čađaheamis:

source: Dette for å gi prosjektet forutsigbarhet og stabilitet, som er hensiktsmessige og nødvendige rammebetingelser for prosjektets utvikling.
sme: Sámi oahpahuskonferánsa mii leai maŋiduvvon guktii čađahuvvui viimmat golggotmánu 5.-7.b 2021. Konferánsa leai aktasašbargu SáMOS ja Sámi Allaskuvla gaskka.

source: Det har vært en prosess mellom prosjektleder og avdelingsdirektør med mål om å identifisere rollen og anvarsområde for prosjektleder.
sme: Pilohtamánáidgárdeortnet sámi pedagogalaš ovdáneamis galggai álggahuvvot árra čavčča 2020. Dat álggaheapmi maŋiduvvui ođđajagimánnui 2021.

source: Dette må følges videre opp ved å gi diverse tilganger i saksbehandlingssystemet, tidbank og økonomisystemet.
sme: Gelbbolašvuođalokten Pilohtamánáidgárddiide galggai álggahuvvot 2020, muhtu fertii maŋiduvvot ja álggahuvvui guovvamánu 2021.

source: Dette siste er har prosjektleder Ol-Johan Sikku allerede.
sme: Mánáidgárdekonferánssat nationála ja guovlluid ektui eai leat sáhttán lágiduvvot.

source: Hans rolle må videre implementeres i rutinene for informasjonsflyt og strukturen i avdelingen.
sme: Báikkálaš deaivvadeamit mánáidgárddiiguin, gielddaguin, Fylkkaiguin ja eará doaimmat eai lea sáhttán čađahuvvot fysalaččat.

source: Det innebærer å avklare hvilke type informasjon skal prosjektleder ta del i, og videre å avklare prosjektets/prosjektleders rolle i MG-seksjonen, de andre seksjonene og BOA-ledergruppa.
sme: Dat vuosehuvvui ahte digitála čoahkkin ii lean dat vuohkkaseamos vuohki dán gelbbolašvuođa loktemii, gos interakšuvdna oasseváldiiguin livčče leamaš deaŧalaš gulahallama ja ságastallama oktavuođas.

source: Prosjektets rolle
sme: Digitála vuohki dagahii maid ahte oasseváldit šadde nu anonymat stuorit čoahkkanemiin ja lei váttis oažžut johtui ságastallamiid mat muđui bohtet oalle lunddolaččat go olbmot deaivvadit.

source: Prosjektet er en egen enhet i BOA (Bajásšaddan ja oahpahus ossodat), og er ikke underlagt noen av seksjonene.
sme: SáMOSa bealis lea danin eahpesihkarvuohta jus gelbbolašvuođa lokten lihkostuvai nu bures go leai plánejuvvon.

source: Strukturen i BOA består av avdelingsdirektør, tre seksjoner: MG (mánáidgárde juogus), VO (vuođđooahpahus juogus) og AOD (alit oahpahus ja dutkan juogus), og prosjektet SáMOS (Sámi mánát ođđa searvelanjain).
sme: Loga eanet Loaidu 8,9 Gelbbolašvuođa lokten vánhemiidda. Goappas ovdánahttinproseassat maid Sámi allaskuvla čađaha, oahpahus ja dutkan, leat šaddan maŋiduvvot ja dat mearkaša ahte dat loahpahuvvojit easká juovlamánu 2022.

source: Prosjektet skal ha faglig samarbeid, først og fremst med MG, men også med AOD og VO der dette er naturlig.
sme: Dat mielddisbuktá ahte SáMOSa deaŧálaš Pilohtamánáidgárdeoassi, gosa ollu ovdánahttinbarggut leat čadnon, maid lea seamme áigodahkii čadnon.

source: Prosjektleder har myndighet til å etterspørre og etablerer et slikt samarbeid med de andre seksjonslederne.
sme: Das maŋŋel báhcá vel SáMOSa bargun čohkket dan máhtu ja dieđu giehtagirjái ja implemeteren daid eará sámi mánáidgárddiide.

source: Prosjektleders rolle Prosjektleder har faglig og økonomisk lederansvar for prosjektet.
sme: Váikkuhusat dás lea ahte olles SáMOS prošeavta čađaheapmi ja válbmen lea maŋiduvvon.

source: Prosjektleder er direkte underlagt avdelingsdirektøren.
sme: Prošeaktaloahppa lea 31b njukčamánu 2023 vuođđoplána jelgii.

source: Tilgang til dette er allerede gitt.
sme: SáMOS prošeavttas leat golbma váldooasi;

source: Prosjektleder har ikke personaloppfølging, men skal ha myndighet til å bestemme over arbeidstiden - dvs overtid, fleks, avspasering, permisjon etc. - av ressurser som er tilgjengelig for prosjektet.
sme: pilohtamánáidgárdeoahpahus maid Sámi allaskuvla lágida, dutkan sámi mánáidgárdepedagogihkas mii dahkko Sámi allaskuvlla bokte ja ovdánahttinbargu mii dahkko SáMOSa bokte.

source: Prosjektleder inkluderes i BOA lederstruktur. Det innebærer at prosjektleder får all informasjon som de øvrige lederne i BOA får, med unntak av informasjon om personalet.
sme: Dat mearkaša ahte prošeakta ii geargga loahppabohtosiid ja implementerema sámedikkis, mánáidgárddiide ja eará guoskkevaš osiide servvodagas čađahit nu go lea plánas, jus prošeakta loahpahuvvo njukčamánu 31.b. 2023.

source: Prosjektleder deltar på ledermøter, med unntak av når personalsaker drøftes.
sme: Dat ferte de dahkkot BOA ja erenomázit mánáidgárdejuhkosa fásta doaimma aktavuođas.

source: Brev og dokumenter som sendes ut i regi av prosjektet, skal godkjennes og signeres av prosjektleder.
sme: Bargu lea maid ahte veardidit vugiid ja makkár oasit SáMOSa olles doaimmas galget loahpalažžat implementerejuvvot sámedikki fásta doaimmaide.

source: Det innebærer at prosjektleder skal ha tilgang til dette i saksbehandlingssystemet. Når saksbehandlere skriver et brev/ invitasjon etc., for SáMOS, skal denne legges inn under enheten SáMOS.
sme: Dát ášši lea maid váldon bajás ja digástallon SáMOSa Njunušjoavkkus gos mearriduvvui ahte bušeahttabarggu 2023 aktavuođas árvvostallat ahte guhkidit SáMOS prošeavta juovlamánu 2023 rádjái.

source: Vanligvis legges brev inn under de ulike seksjonene, - SáMOS skal ha en lignende enhet i saksbehandlersystemet.
sme: SáMOSis ja Sámi allaskuvllas lea vuođđošiehtadus leamaš 2019 rájis mii lea buktán nanu vuođu aktasašbargui máŋgga dásis.

source: Evaluering av SáMOS
sme: Otne doaibmá aktasašbargu sihke beaivválaš- ja orgánisasuvdnalaš dásis.

source: Etter at SáMOS i juni la ut evalueringsarbeidet av SáMOS på anbud, ble selskapet Pricewater House Cooper, Pwc, godkjent til å evaluere prosjektet.
sme: SáMOS lea leamas oasseváldi dan seminárráiddus mii čađahuvvui 2021 mielde gos oasseváldit leat sámi pedágogalaš- ja gielladutkit visot universitehtaigu sámi guovllus.

source: Evalueringen skal ut fra samisk kulturelle normer belyse kritiske måloppnåelser og andre spørsmål rundt dette, og om det er forbedringsforslag til SáMOS sitt interne arbeid som støtter opp rundt samisk tenkning og arbeidsmetode, og om hvordan Sametingets administrasjon og andre organisasjoner kan forbedre arbeidet både i det samiske og norske samfunnet.
sme: Vuosttaš seminára leai 16.-17.b. skábmamánus 2020 gos Ol-Johán Sikku doalai sága Sámedikki oahphus ja dutkanovdánahttin bargguid birra rubriikain Present challenges in Sámi education. Nubbe seminára leai 15.-16.b. cuoŋumánus 2021 gos ságastallojuvvui omd. movt sámimánáidgárdepedagogihka galgá almmolažžat dohkkehuvvot ja maid movt sámi mánáidgárdeoahpaheddjeoahphus galgá ovdánit ollislaččat dan ektui.

source: Leverandøren skal lage en evalueringssrapport på to deler som gir svar på disse spørsmålene:
sme: Leat dollon golbma sáminára gos bidjo vuođđu dan strategiadokumeantiid mii galgá ráhkaduvvot.

source: Den første delene skal behandle resultatene fra prosjektets begynnelse til mars 2021, med grunnlag i deltidsrapporten for SáMOS prosjektet (21.04.2021).
sme: Álggahansemináras 5b njukčamánus oasálasti ráđđeláhttu Mikkel Eskil Mikkelsen. Son bijai sámi servvodaga dárbbuid ja áigušaid vuođđun sámedikki oasálastimii dán prosessas.

source: Den første rapporten skal være ferdig til 31.01.2022. Andre del skal følge SáMOS prosjektet fra april 2021 til prosjektets slutt.
sme: Nuppi seamináras 24b njukčamánus leai SáMOSis sierra áigi buktit ovdii dan ovdánahtiinbarggu mii lea jođus Sámedikkis.

source: Sluttrapporten og resultatet/funnene skal være klar til 15.01.2023 dersom prosjektet ikke utvides.
sme: 27b cuoŋumánus leai goalmmát ja maŋŋemuš seminára gos leai čoahkkáigeassu ja vuođđu dahkkui ráđđehusa viidásit bargui..

source: Hvis SáMOS-prosjekttiden forlenges utover 2023, vil evalueringsarbeidet også utvides. Sluttrapporten og resultatet/funnene skal da være klar til 15.09.2023.
sme: Sámediggi lea maid buktán sierra čáláláš čealkámusa Máhttodepártementii 29b njukčamánus 2021 gos lea sisdoallu gelbbolašvuohta ja kválitehta, stivren ja orgániseren ja máhttodárbbut.

source: Hvordan har SáMOS gjennomført oppgaven og hvordan har de nådd resultatene ut i fra delmålene i hver loaidu, og hvordan har prosjektet flyttet seg generelt mot hovedmålet?
sme: 2b geassemánus čađahuvvui maid konsultásuvdna Máhttodepártemeantain gelbbolašvuođalokten- ja kválitehtaáššis sámi mánáidgárdiid ektui gos mánáidgárdejuoguš ja SáMOS válde oasi. DIEHTOČOAGGIN (Loaidu 2)

source: Hvordan har SáMOS lyktes med å få forståelse og interesse for prosjektets hovedmål;
sme: Oahpahuskonferensa, mii leai aktasašbargu SáMOS ja Sámi allaskuvlla gaska, čađahuvvui 5-7b golggotmánus.

source: avklare og få anerkjennelse for samisk barnehagepedagogikk og sterke språkmodeller ?
sme: Oaivefádda leai Eamiálbmogiid pedagogalaš filosofiija mánáidgárddis, skuvllas ja alitoahpahusas.

source: I forhold til samiske barnehager
sme: Logaldallit bohte miehtá Sámi muhtu maid álgoálbmotguovllus Kanadas ja Maori, Ođđa Zelánddas.

source: Hvordan har SáMOS lyktes med å forme prosjektets struktur med samisk innfallsvinkel og arbeide i henhold til samiske kulturelle verdier i prosjektets gjennomføring?
sme: Konfereanssa rahpanságaid dolle Sámedikki presideanta Aili Keskitalo ja Sámi allaskuvlla rektor Laila Susanne Vars. SáMOS buvtii ovdii bohtosiid sámi pedágogalaš prinsiipaid mii dán rádjái leai dahkkon guovtti bargobájis.

source: I forhold til samiske barnehager I forhold til det samiske samfunnet
sme: Oktibuot oasálaste sullii 30 olbmo, dutkit, pedágogat ja mánáidgárdestudeantat.

source: Hvordan har SáMOS lyktes med å få forståelse og behov for samifisering/dekolonisering i utviklingen av samisk barnehage? Internt i Sametinget
sme: Nubbe oassi SáMOSa prográmmas leai ovdanbuktin gievrras giellavugiid definisuvdnabargu mii maid oažžui ollu beroštumi go mángálogi oassiválde ledje sáhkaskáiddis.
